rails-app/book-server/app/controllers/api/v1/reviews_controller.rb

  def index
    render json: Review.all, includes: :user
---
SELECT "reviews".* FROM "reviews"